// Данные о системах дверей
// Название и набор возможных подсистем
const systemsData = {
  angle: {
    name: 'Угловая система',
    subsystems: ['(1)+1C+1C+(1)', '1+2C+2C+1']
  },
  'embedded-wall': {
    name: 'Встроенная в стену',
    subsystems: ['2+0', '2+0|2+0', '1WPUSH', '2WPUSH']
  },
  sync: {
    name: 'Синхронная система',
    subsystems: ['(1)+1S+1S+(1)', '1+1S+1S+1', '(1)+(1)+1S+1S+(1)+(1)']
  },
  cascade: {
    name: 'Каскадная система',
    subsystems: ['3+0', '4+0', '3+0|3+0', '4+0|4+0']
  },
  unlinked: {
    name: 'Несвязанные створки',
    subsystems: ['(1)', '1', '(1)+1', '1+1', '(1)+1+(1)']
  },
  'wall-mounted': {
    name: 'Настенная система',
    subsystems: ['Система 1W', 'Система 1W+1W', 'Система 1SW+1SW']
  },
  partition: {
    name: 'Перегородка',
    subsystems: ['(1)+(1)+(1)+1', '(1)+(1)+(1)+(1)+1', '(1)+(1)+1+1+(1)+(1)']
  }
};
