export const shotlanOptions = [
  "Без шотланок",
  "1шт по горизонтали",
  "2шт по горизонтали",
  "1шт по вертикали",
  "1шт по вертикали и 1шт по горизонтали",
  "1шт по вертикали и 2шт по горизонтали",
  "1шт по вертикали и 3шт по горизонтали",
  "1шт по вертикали и 4шт по горизонтали",
  "1шт по вертикали и 5шт по горизонтали",
  "Очень много разделений"
];

export const hideWithRiffled = [
  "1шт по вертикали и 3шт по горизонтали",
  "1шт по вертикали и 4шт по горизонтали",
  "1шт по вертикали и 5шт по горизонтали",
  "Очень много разделений"
];
